[
  {
    "kitId": 1,
    "kitName": "Salmon & Shrimp Poke Bowl",
    "kitCost": "500",
    "kitDuration": "40 min",
    "kitCategory": "nonveg",
    "kitDescription": "Poke (pronounced poh-kay) is a traditional Hawaiian dish of diced raw fish—typically tossed with seaweed and umami-rich sauces, then served over bowls of rice with a bevy of toppings.",
    "kitPic": "../../../assets/kits/SalmonShrimpBowl.jpg",
    "kitIngredientsPic": "../../../assets/kits/SalmonShrimpBowl1.jpg",
    "kitRecipeDesc1": "Prepare the ingredients & make the spicy mayo Halve and peel the onion; cut crosswise into 1/2-inch-wide wedges, separating the layers. Cut off and discard the bottom 1/2 inch of the broccoli stem; cut the broccoli into small florets",
    "kitRecipePic1": "../../../assets/kits/SalmonShrimpBowl2.jpeg",
    "kitRecipeDesc2": "In a small pot, combine the rice, a big pinch of salt. Toss to coat; arrange in an even layer. Roast 14 to 16 minutes, or until the vegetables are browned and tender when pierced with a fork. Remove from the oven",
    "kitRecipePic2": "../../../assets/kits/SalmonShrimpBowl3.jpeg",
    "kitRecipeDesc3": "When cool enough to handle. If you prefer to use the oven, wrap the pitas in foil and place directly onto an oven rack; warm 7 to 9 minutes, or until heated through and pliable. Transfer the warmed pitas to a work surface and  carefully unwrap.",
    "kitRecipePic3": "../../../assets/kits/SalmonShrimpBowl4.jpeg",
    "kitRecipeDesc4": "Season with salt and pepper; stir to combine. Set aside to marinate, stirring occasionally, at least 10 minutes. Pat the shrimp dry with paper towelsGarnish with the crispy onions. Enjoy!",
    "kitRecipePic4": "../../../assets/kits/SalmonShrimpBowl5.jpeg"
  },
  {
    "kitId": 2,
    "kitName": "Asian Chicken Tacos",
    "kitCost": "450",
    "kitDuration": "35 min",
    "kitCategory": "nonveg",
    "kitDescription": "Tucked inside warm flour tortillas, bites of seared chicken are coated with a vibrant, Asian-style mix of hoisin. perfectly accompanied by a side of sauteed sweet corn and pickled jalapeno dressed with a bit of creamy mayo.",
    "kitPic": "../../../assets/kits/AsianChickenTacos.jpg",
    "kitIngredientsPic": "../../../assets/kits/AsianChickenTacos1.jpg",
    "kitRecipeDesc1": "Prepare & roast the sweet potatoes. Add the seasoned chicken. Cook 6 to 7 minutes per side, or until browned and cooked through.* Leaving any browned bits (or fond) in the pan, transfer to a medium bowl.",
    "kitRecipePic1": "../../../assets/kits/AsianChickenTacos2.jpg",
    "kitRecipeDesc2": "Prepare the remaining ingredients. Peel and roughly chop 2 cloves of garlic. Halve the radishes lengthwise, then thinly slice crosswise. Roughly chop the pepper. Thoroughly wash your hands and cutting board immediately after handling",
    "kitRecipePic2": "../../../assets/kits/AsianChickenTacos3.jpg",
    "kitRecipeDesc3": "Make the slaw. Add the vinegar, remaining mayonnaise, and as much of the chopped pepper as you’d like, depending on how spicy you’d like the dish to be. Stir to combine. ",
    "kitRecipePic3": "../../../assets/kits/AsianChickenTacos4.jpg",
    "kitRecipeDesc4": "If using the oven, wrap the tortillas in foil and place directly onto an oven rack; warm 7 to 9 minutes, or until heated through. Cook, chop & dress the chicken, Warm the tortillas & serve your dish. Enjoy!",
    "kitRecipePic4": "../../../assets/kits/AsianChickenTacos5.jpg"
  },
  {
    "kitId": 3,
    "kitName": "Curried Cauliflower",
    "kitCost": "350",
    "kitDuration": "35 min",
    "kitCategory": "veg",
    "kitDescription": "In this hearty vegetarian dish, warming vadouvan curry powder lends vibrant flavor to our cauliflower. We’re elevating simply seared pork chops by topping them with bright, creamy tzatziki and serving them alongside a trio of hearty vegetables coated.",
    "kitPic": "../../../assets/kits/CurriedCauliflower.jpg",
    "kitIngredientsPic": "../../../assets/kits/CurriedCauliflower1.jpg",
    "kitRecipeDesc1": "Prepare the ingredients & make the sauce. Cut off and discard the stems of the peppers; cut crosswise into 1-inch pieces. Thoroughly wash your hands, knife, and cutting board immediately after handling.",
    "kitRecipePic1": "../../../assets/kits/CurriedCauliflower2.jpeg",
    "kitRecipeDesc2": "Roast the vegetables. Transfer to a sheet pan and arrange in an even layer. Roast 16 to 18 minutes, or until browned and tender when pierced with a fork. Remove from the oven. ",
    "kitRecipePic2": "../../../assets/kits/CurriedCauliflower3.jpeg",
    "kitRecipeDesc3": "Cook the rice. Cook 4 to 6 minutes per side, or until browned and cooked through.* Leaving any browned bits (or fond) in the pan, transfer to a cutting board",
    "kitRecipePic3": "../../../assets/kits/CurriedCauliflower4.jpeg",
    "kitRecipeDesc4": "Slice the rested pork crosswise. Serve the sliced pork with the finished vegetables. Top the pork with the tzatziki. Garnish with a pinch of the remaining dukkah. Finish the vegetables & serve your dish. Enjoy!",
    "kitRecipePic4": "../../../assets/kits/CurriedCauliflower5.jpeg"
  },
  {
    "kitId": 4,
    "kitName": "Egg, Cucumber Spread",
    "kitCost": "250",
    "kitDuration": "25 min",
    "kitCategory": "veg",
    "kitDescription": "For our hearty take on the English classic, the cucumber sandwich, we’re layering toasted baguette with crunchy cucumbers, hard-boiled egg, and a creamy spread of gouda cheese, mayo, pickled jalapeño, and zesty spices including paprika and cayenne pepper.",
    "kitPic": "../../../assets/kits/EggCucumberSpreadSandwich.jpg",
    "kitIngredientsPic": "../../../assets/kits/EggCucumberSpreadSandwich1.jpg",
    "kitRecipeDesc1": "Hearty, delightfully chewy udon noodles are a Japanese comfort food staple perfect for pairing with umami-rich sauces like the combo of hoisin. Prepare the ingredients, Cook & slice the eggs",
    "kitRecipePic1": "../../../assets/kits/EggCucumberSpreadSandwich2.jpeg",
    "kitRecipeDesc2": "Make the slaw. Fill a small pot 3/4 of the way up with water; cover and heat to boiling on high. Wash and dry the fresh produce. Cut off and discard the stems of the peppers",
    "kitRecipePic2": "../../../assets/kits/EggCucumberSpreadSandwich3.jpeg",
    "kitRecipeDesc3": "Make the smoked gouda spread. Carefully add the eggs to the pot of boiling water and cook 7 minutes for soft-boiled, or until your desired degree of doneness. Drain thoroughly and rinse under cold water 30 seconds to 1 minute to stop the cooking process.",
    "kitRecipePic3": "../../../assets/kits/EggCucumberSpreadSandwich4.jpeg",
    "kitRecipeDesc4": "Turn off the heat. Taste, then season with salt and pepper if desired. Serve the finished stir-fry topped with the seasoned eggs. Garnish with the chopped peanuts. Toast the baguettes & serve your dish. Enjoy!",
    "kitRecipePic4": "../../../assets/kits/EggCucumberSpreadSandwich5.jpeg"
  },
  {
    "kitId": 6,
    "kitName": "Shrimp Rice Cake",
    "kitCost": "450",
    "kitDuration": "30 min",
    "kitCategory": "nonveg",
    "kitDescription": "To pair with tender shrimp and teokbokki (or Korean rice cakes), you’ll whip up a dynamic sauce of fresh tomatoes, aromatic ginger, and spicy gochujang—a specialty chile paste.",
    "kitPic": "../../../assets/kits/ShrimpRiceCake.jpg",
    "kitIngredientsPic": "../../../assets/kits/ShrimpRiceCake1.jpg",
    "kitRecipeDesc1": "Prepare the ingredients & start the sauce. Wash and dry the fresh produce. Core and thinly slice the pear. Peel the shallot and finely chop to get 2 tablespoons (you may have extra). In a large bowl, combine the sliced pear and chopped shallot",
    "kitRecipePic1": "../../../assets/kits/ShrimpRiceCake2.jpeg",
    "kitRecipeDesc2": "Cook the shrimp. To the bowl of prepared pear and shallot, add the vinegar, lemon purée, and 1 tablespoon of olive oil; season with salt and pepper. Stir to coat.",
    "kitRecipePic2": "../../../assets/kits/ShrimpRiceCake3.jpeg",
    "kitRecipeDesc3": "Cook the sauce. Meanwhile, assemble the sandwiches using the bread, feta spread, sliced beets, and sliced monterey jack; season with salt and pepper. ",
    "kitRecipePic3": "../../../assets/kits/ShrimpRiceCake4.jpeg",
    "kitRecipeDesc4": "Flip and cook 2 to 4 minutes, or until golden brown and the cheese is melted. Transfer to a cutting board and immediately season with salt. Carefully halve the cooked sandwiches on an angle. Cook the rice cakes & peas. Finish and serve the dish. Enjoy!",
    "kitRecipePic4": "../../../assets/kits/ShrimpRiceCake5.jpeg"
  },
  {
    "kitId": 7,
    "kitName": "Corn Zucchini Pasta",
    "kitCost": "300",
    "kitDuration": "20 min",
    "kitCategory": "veg",
    "kitDescription": "In this quick-cooking, seasonal dish, petite tubes of ditali pasta find perfect complement from bites of sweet corn. To create layers of satisfying flavor in this grilled cheese, we’re teaming up earthy beets",
    "kitPic": "../../../assets/kits/CornZucchiniPasta.jpg",
    "kitIngredientsPic": "../../../assets/kits/CornZucchiniPasta1.jpg",
    "kitRecipeDesc1": "In a large pan (nonstick, if you have one), heat half the butter on medium until melted. Add the sandwiches and loosely cover the pan with foil. Cook 2 to 4 minutes.  Prepare the ingredients & make the spicy ricotta",
    "kitRecipePic1": "../../../assets/kits/CornZucchiniPasta.jpeg",
    "kitRecipeDesc2": "Cook the pasta. season with salt and pepper. Stir to coat. Set aside to marinate, stirring occasionally, at least 10 minutes. Taste, then season with salt and pepper if desired.",
    "kitRecipePic2": "../../../assets/kits/CornZucchiniPastar3.jpeg",
    "kitRecipeDesc3": "Cook the vegetables. Meanwhile, assemble the sandwiches using the bread, feta spread, sliced beets, and sliced monterey jack; season with salt and pepper. ",
    "kitRecipePic3": "../../../assets/kits/CornZucchiniPasta.jpeg",
    "kitRecipeDesc4": "Meanwhile, add the chopped lettuce to the bowl of marinated pear. Toss to combine. Taste, then season with salt and pepper if desired. Serve the finished sandwiches with the salad. Finish the pasta & serve your dish",
    "kitRecipePic4": "../../../assets/kits/CornZucchiniPasta.jpeg"
  }
]